Revit 2027 API
SpatialElement.Number Property
The number.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string Number { get; set; }
Public Property Number As String
	Get
	Set
public:
property String^ Number {
	String^ get ();
	void set (String^ value);
}
member Number : string with get, set
Property Value
String
See Also
Reference
SpatialElement Class
Autodesk.Revit.DB Namespace